export const moroccanStates = [
  {
    state: "الرباط - سلا - القنيطرة",
    cities: ["الرباط", "سلا", "القنيطرة", "تمارة", "سيدي سليمان"],
  },
  {
    state: "الدار البيضاء - سطات",
    cities: ["الدار البيضاء", "سطات", "المحمدية", "الجديدة", "برشيد"],
  },
  {
    state: "مراكش - آسفي",
    cities: ["مراكش", "آسفي", "الصويرة", "اليوسفية", "شيشاوة"],
  },
  {
    state: "فاس - مكناس",
    cities: ["فاس", "مكناس", "تازة", "صفرو", "الحاجب"],
  },
  {
    state: "طنجة - تطوان - الحسيمة",
    cities: ["طنجة", "تطوان", "الحسيمة", "شفشاون", "المضيق"],
  },
  {
    state: "سوس - ماسة",
    cities: ["أكادير", "تزنيت", "تارودانت", "أيت ملول", "شتوكة آيت باها"],
  },
  {
    state: "الشرق",
    cities: ["وجدة", "الناظور", "بركان", "جرادة", "تاوريرت"],
  },
  {
    state: "بني ملال - خنيفرة",
    cities: ["بني ملال", "خنيفرة", "خريبكة", "أزيلال", "الفقيه بنصالح"],
  },
  {
    state: "درعة - تافيلالت",
    cities: ["الرشيدية", "ورزازات", "زاكورة", "تنغير", "ميدلت"],
  },
  {
    state: "كلميم - واد نون",
    cities: ["كلميم", "طانطان", "سيدي إفني", "آسا الزاك"],
  },
  {
    state: "العيون - الساقية الحمراء",
    cities: ["العيون", "السمارة", "بوجدور", "طرفاية"],
  },
  {
    state: "الداخلة - وادي الذهب",
    cities: ["الداخلة", "أوسرد"],
  },
];
